[
  {
    "theme": "Faith",
    "reference": "Hebrews 11:1",
    "translations": {
      "RCV": "Now faith is the substantiation of things hoped for, the conviction of things not seen.",
      "ESV": "Now faith is the assurance of things hoped for, the conviction of things not seen.",
      "NIV": "Now faith is confidence in what we hope for and assurance about what we do not see."
    }
  },
  {
    "theme": "Faith",
    "reference": "2 Corinthians 5:7",
    "translations": {
      "RCV": "For we walk by faith, not by appearance.",
      "ESV": "for we walk by faith, not by sight.",
      "NIV": "For we live by faith, not by sight."
    }
  },
  {
    "theme": "Faith",
    "reference": "Romans 10:17",
    "translations": {
      "RCV": "So faith comes out of hearing, and hearing through the word of Christ.",
      "ESV": "So faith comes from hearing, and hearing through the word of Christ.",
      "NIV": "Consequently, faith comes from hearing the message, and the message is heard through the word about Christ."
    }
  },
  {
    "theme": "Faith",
    "reference": "Mark 11:22",
    "translations": {
      "RCV": "And Jesus answered and said to them, Have faith in God.",
      "ESV": "And Jesus answered them, \"Have faith in God.\"",
      "NIV": "\"Have faith in God,\" Jesus answered."
    }
  },
  {
    "theme": "Faith",
    "reference": "Galatians 2:20",
    "translations": {
      "RCV": "I am crucified with Christ; and it is no longer I who live, but it is Christ who lives in me; and the life which I now live in the flesh I live in faith, the faith of the Son of God, who loved me and gave Himself up for me.",
      "ESV": "I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me.",
      "NIV": "I have been crucified with Christ and I no longer live, but Christ lives in me. The life I now live in the body, I live by faith in the Son of God, who loved me and gave himself for me."
    }
  },
  {
    "theme": "Faith",
    "reference": "James 1:6",
    "translations": {
      "RCV": "But let him ask in faith, doubting nothing, for he who doubts is like the surge of the sea, driven by the wind and tossed about.",
      "ESV": "But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind.",
      "NIV": "But when you ask, you must believe and not doubt, because the one who doubts is like a wave of the sea, blown and tossed by the wind."
    }
  },
  {
    "theme": "Tripartite Man",
    "reference": "1 Thessalonians 5:23",
    "translations": {
      "RCV": "And the God of peace Himself sanctify you wholly, and may your spirit and soul and body be preserved complete, without blame, at the coming of our Lord Jesus Christ.",
      "ESV": "Now may the God of peace himself sanctify you completely, and may your whole spirit and soul and body be kept blameless at the coming of our Lord Jesus Christ.",
      "NIV": "May God himself, the God of peace, sanctify you through and through. May your whole spirit, soul and body be kept blameless at the coming of our Lord Jesus Christ."
    }
  },
  {
    "theme": "Tripartite Man",
    "reference": "Hebrews 4:12",
    "translations": {
      "RCV": "For the word of God is living and operative and sharper than any two-edged sword, and piercing even to the dividing of soul and spirit and of joints and marrow, and able to discern the thoughts and intentions of the heart.",
      "ESV": "For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart.",
      "NIV": "For the word of God is alive and active. Sharper than any double-edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart."
    }
  },
  {
    "theme": "Triune God",
    "reference": "Matthew 28:19",
    "translations": {
      "RCV": "Go therefore and disciple all the nations, baptizing them into the name of the Father and of the Son and of the Holy Spirit,",
      "ESV": "Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,",
      "NIV": "Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,"
    }
  },
  {
    "theme": "Hope",
    "reference": "Jeremiah 29:11",
    "translations": {
      "RCV": "For I know the thoughts that I think about you, declares Jehovah, thoughts of peace and not for evil, to give you a latter end and a hope.",
      "ESV": "For I know the plans I have for you, declares the Lord, plans for welfare and not for evil, to give you a future and a hope.",
      "NIV": "For I know the plans I have for you,\" declares the Lord, \"plans to prosper you and not to harm you, plans to give you hope and a future."
    }
  },
  {
    "theme": "Hope",
    "reference": "Romans 15:13",
    "translations": {
      "RCV": "Now the God of hope fill you with all joy and peace in believing, that you may abound in hope in the power of the Holy Spirit.",
      "ESV": "May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope.",
      "NIV": "May the God of hope fill you with all joy and peace as you trust in him, so that you may overflow with hope by the power of the Holy Spirit."
    }
  },
  {
    "theme": "Hope",
    "reference": "Psalm 42:11",
    "translations": {
      "RCV": "Why are you cast down, O my soul? / And why are you disquieted within me? / Hope in God, for I will yet praise Him, / The salvation of my countenance and my God.",
      "ESV": "Why are you cast down, O my soul, and why are you in turmoil within me? Hope in God; for I shall again praise him, my salvation and my God.",
      "NIV": "Why, my soul, are you downcast? Why so disturbed within me Put your hope in God, for I will yet praise him, my Savior and my God."
    }
  },
  {
    "theme": "Hope",
    "reference": "Lamentations 3:24",
    "translations": {
      "RCV": "Jehovah is my portion, says my soul; / Therefore I hope in Him.",
      "ESV": "\"The Lord is my portion,\" says my soul, \"therefore I will hope in him.\"",
      "NIV": "I say to myself, \"The Lord is my portion; therefore I will wait for him.\""
    }
  },
  {
    "theme": "Hope",
    "reference": "1 Peter 1:3",
    "translations": {
      "RCV": "Blessed be the God and Father of our Lord Jesus Christ, who according to His great mercy has regenerated us unto a living hope through the resurrection of Jesus Christ from the dead,",
      "ESV": "Blessed be the God and Father of our Lord Jesus Christ! According to his great mercy, he has caused us to be born again to a living hope through the resurrection of Jesus Christ from the dead,",
      "NIV": "Praise be to the God and Father of our Lord Jesus Christ! In his great mercy he has given us new birth into a living hope through the resurrection of Jesus Christ from the dead,"
    }
  },
  {
    "theme": "Hope",
    "reference": "Titus 1:2",
    "translations": {
      "RCV": "In the hope of eternal life, which God, who cannot lie, promised before the times of the ages,",
      "ESV": "in hope of eternal life, which God, who never lies, promised before the ages began",
      "NIV": "in the hope of eternal life, which God, who does not lie, promised before the beginning of time,"
    }
  },
  {
    "theme": "Calling on His Name and Being Saved",
    "reference": "Acts 2:21",
    "translations": {
      "RCV": "And it shall be that everyone who calls on the name of the Lord shall be saved.\"",
      "ESV": "And it shall come to pass that everyone who calls upon the name of the Lord shall be saved.'",
      "NIV": "And everyone who calls on the name of the Lord will be saved.'"
    }
  },
  {
    "theme": "Calling on His Name and Being Saved",
    "reference": "Romans 10:9",
    "translations": {
      "RCV": "That if you confess with your mouth Jesus as Lord and believe in your heart that God has raised Him from the dead, you will be saved;",
      "ESV": "because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved.",
      "NIV": "If you declare with your mouth, \"Jesus is Lord,\" and believe in your heart that God raised him from the dead, you will be saved."
    }
  },
  {
    "theme": "Calling on His Name and Being Saved",
    "reference": "Romans 10:13",
    "translations": {
      "RCV": "For \"whoever calls upon the name of the Lord shall be saved.\"",
      "ESV": "For \"everyone who calls on the name of the Lord will be saved.\"",
      "NIV": "for, \"Everyone who calls on the name of the Lord will be saved.\""
    }
  },
  {
    "theme": "Anxiety",
    "reference": "Philippians 4:6",
    "translations": {
      "RCV": "In nothing be anxious, but in everything, by prayer and petition with thanksgiving, let your requests be made known to God;",
      "ESV": "do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.",
      "NIV": "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God."
    }
  },
  {
    "theme": "Anxiety",
    "reference": "1 Peter 5:7",
    "translations": {
      "RCV": "Casting all your anxiety on Him because it matters to Him concerning you.",
      "ESV": "casting all your anxieties on him, because he cares for you.",
      "NIV": "Cast all your anxiety on him because he cares for you."
    }
  },
  {
    "theme": "Anxiety",
    "reference": "Matthew 6:34",
    "translations": {
      "RCV": "Therefore do not be anxious for tomorrow, for tomorrow will be anxious for itself; sufficient for the day is its own evil.",
      "ESV": "Therefore do not be anxious about tomorrow, for tomorrow will be anxious for itself. Sufficient for the day is its own trouble.",
      "NIV": "Therefore do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own."
    }
  },
  {
    "theme": "Anxiety",
    "reference": "Psalm 94:19",
    "translations": {
      "RCV": "When my disquieting thoughts within me are many, / Your comfortings delight my soul.",
      "ESV": "When the cares of my heart are many, your consolations cheer my soul.",
      "NIV": "When anxiety was great within me, your consolation brought me joy."
    }
  },
  {
    "theme": "Anxiety",
    "reference": "Proverbs 12:25",
    "translations": {
      "RCV": "Anxiety in the heart of a man weighs it down, / But a good word brings it joy.",
      "ESV": "Anxiety in a man's heart weighs him down, but a good word makes him glad.",
      "NIV": "Anxiety weighs down the heart, but a kind word cheers it up."
    }
  },
  {
    "theme": "Anxiety",
    "reference": "Isaiah 41:10",
    "translations": {
      "RCV": "Do not be afraid, for I am with you; / Do not be dismayed, for I am your God. / I will strengthen you; surely I will help you; / Surely I will uphold you with the right hand of My righteousness.",
      "ESV": "fear not, for I am with you; be not dismayed, for I am your God. I will strengthen you, I will help you, I will uphold you with my righteous right hand.",
      "NIV": "So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand."
    }
  },
  {
    "theme": "Peace",
    "reference": "John 14:27",
    "translations": {
      "RCV": "Peace I leave with you; My peace I give to you; not as the world gives do I give to you. Do not let your heart be troubled, neither let it be afraid.",
      "ESV": " Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.",
      "NIV": "Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid."
    }
  },
  {
    "theme": "Peace",
    "reference": "Philippians 4:7",
    "translations": {
      "RCV": "And the peace of God, which surpasses every man’s understanding, will guard your hearts and your thoughts in Christ Jesus.",
      "ESV": "And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.",
      "NIV": "And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus."
    }
  },
  {
    "theme": "Peace",
    "reference": "Isaiah 26:3",
    "translations": {
      "RCV": "You will keep the steadfast of mind / In perfect peace /  Because he trusts in You.",
      "ESV": "You keep him in perfect peace whose mind is stayed on you, because he trusts in you.",
      "NIV": "You will keep in perfect peace those whose minds are steadfast, because they trust in you."
    }
  },
  {
    "theme": "Peace",
    "reference": "Colossians 3:15",
    "translations": {
      "RCV": "And let the peace of Christ arbitrate in your hearts, to which also you were called in one Body; and be thankful.",
      "ESV": "And let the peace of Christ rule in your hearts, to which indeed you were called in one body. And be thankful.",
      "NIV": "Let the peace of Christ rule in your hearts, since as members of one body you were called to peace. And be thankful."
    }
  },
  {
    "theme": "Peace",
    "reference": "Romans 5:1",
    "translations": {
      "RCV": "Therefore, having been justified out of faith, we have peace toward God through our Lord Jesus Christ,",
      "ESV": "Therefore, since we have been justified by faith, we have peace with God through our Lord Jesus Christ.",
      "NIV": "Therefore, since we have been justified through faith, We have peace with God through our Lord Jesus Christ,"
    }
  },
  {
    "theme": "Peace",
    "reference": "Psalm 29:11",
    "translations": {
      "RCV": "May Jehovah give strength to His people. / May Jehovah bless His people with peace.",
      "ESV": "May the Lord give strength to his people! May the Lord bless his people with peace!",
      "NIV": "The Lord gives strength to his people; the Lord blesses his people with peace."
    }
  },
  {
    "theme": "Love",
    "reference": "1 Corinthians 13:4",
    "translations": {
      "RCV": "Love is long-suffering, love is kind; it is not jealous. Love does not brag and is not puffed up;",
      "ESV": "Love is patient and kind; love does not envy or boast; it is not arrogant",
      "NIV": "Love is patient, love is kind. It does not envy, it does not boast, it is not proud."
    }
  },
  {
    "theme": "Love",
    "reference": "1 John 4:19",
    "translations": {
      "RCV": "We love because He first loved us.",
      "ESV": "We love because he first loved us.",
      "NIV": "We love because he first loved us."
    }
  },
  {
    "theme": "Love",
    "reference": "Romans 5:8",
    "translations": {
      "RCV": "But God commends His own love to us in that while we were yet sinners, Christ died for us.",
      "ESV": "but God shows his love for us in that while we were still sinners, Christ died for us.",
      "NIV": "But God demonstrates his own love for us in this: While we were still sinners, Christ died for us."
    }
  },
  {
    "theme": "Love",
    "reference": "John 3:16",
    "translations": {
      "RCV": "For God so loved the world that He gave His only begotten Son, that everyone who believes into Him would not perish, but would have eternal life.",
      "ESV": "For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.",
      "NIV": "For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."
    }
  },
  {
    "theme": "Love",
    "reference": "Colossians 3:14",
    "translations": {
      "RCV": "And over all these things put on love, which is the uniting bond of perfectness.",
      "ESV": "And above all these put on love, which binds everything together in perfect harmony.",
      "NIV": "And over all these virtues put on love, which binds them all together in perfect unity."
    }
  },
  {
    "theme": "Love",
    "reference": "1 John 4:8",
    "translations": {
      "RCV": "He who does not love has not known God, because God is love.",
      "ESV": "Anyone who does not love does not know God, because God is love.",
      "NIV": "Whoever does not love does not know God, because God is love."
    }
  }
]
